Repository: webasyst/helpdesk
Catalog: locale/*/LC_MESSAGES/helpdesk.po
Languages: ru_ru

source: Internal server error
ru_ru: Ошибка обработки запроса

source: Details
ru_ru: Подробно

source: Enable Debug mode in the Installer app to see the details.
ru_ru: Включите режим отладки (debug_mode) в приложении «Инсталлер», чтобы узнать подробности.

source: Search by name or email
ru_ru: Поиск по имени или email

source: Enter characters you see in the image
ru_ru: Введите символы, изображенные на картинке

source: To publish the form on your site use this code:
ru_ru: Для публикации формы на сайте используйте этот код:

source: Preview
ru_ru: Предпросмотр

source: Extended code
ru_ru: Развернутый код формы

source: Rename
ru_ru: Переименовать

source: More actions
ru_ru: Ещё действия

source: Attachments:
ru_ru: Вложения:

source: Notification preview
ru_ru: Предварительный просмотр

source: Empty response from server
ru_ru: Пустой ответ сервера

source: All messages will be sent as blind copies (BCC).
ru_ru: Все сообщения отправляются как скрытые копии (BCC).

source: Set status:
ru_ru: Установить статус:

source: and perform action:
ru_ru: и выполнить действие:

source: Settlement type
ru_ru: Тип поселения

source: With public frontend
ru_ru: С публичным фронтендом

source: <br>Includes Customer Portal
ru_ru: <br>Включает в себя личный кабинет

source: Customer Portal only
ru_ru: Только личный кабинет

source: All group members (for group assignment)
ru_ru: Всем членам группы (при групповом назначении)

source: Proceed
ru_ru: Продолжить

source: Workflow changed from ({OLD_WORKFLOW_ID}) to %s (%s)
ru_ru: Поток изменён с ({OLD_WORKFLOW_ID}) на %s (%s)

source: Assigned user or all members of assigned group
ru_ru: Назначенному пользователю или всем членам назначенной группы

source: All members of assigned group
ru_ru: Всем членам назначенной группы

source: search by request, name, or email
ru_ru: № запроса, имя или email

source: Send copy
ru_ru: Отправить копию

source: Select the state which should be set for newly created requests.
ru_ru: Выберите состояние, в котором будут появляться запросы, созданные с помощью этого источника.

source: Your choice will be shown by an arrow in the workflow setup diagram.
ru_ru: Ваш выбор будет показан стрелкой в диаграмме настройки потока.

source: Enable this setting to send your clients automatic request receipt notifications.
ru_ru: Включите эту настройку для отправки клиентам автоматического уведомления о получении запроса.

source: This option may be useful for providing estimated response time to your clients.
ru_ru: Это может быть полезным для информирования клиентов о приблизительных сроках обработки запросов.

source: It is recommended to specify an existing email address which you do not check for new mail as the sender's address for such notifications; e.g., noreply@yourdomain.com. This will help minimize the number of redundant requests.
ru_ru: В качестве адреса отправителя рекомендуется указать адрес реально существующего, но не проверяемого вами почтового ящика (например, noreply@yourdomain.ru), чтобы ответ клиента на это сообщение не приводил к появлению новых ненужных запросов.

source: Form setup
ru_ru: Настройка формы

source: This source enables you to receive new requests via a web form published in the frontend of any Webasyst app or anywhere on the Internet.
ru_ru: Этот источник позволяет получать новые запросы через веб-форму, опубликованную на любой странице в приложениях Webasyst или где угодно в интернете.

source: This title is displayed only in your workflow setup diagram.
ru_ru: Это название отображается только на диаграмме настроек потока.

source: The selected state will be automatically set for new requests received via this form.
ru_ru: Это состояние будет автоматически установлено для новых запросов, добавленных через данную форму.

source: The selected action will be automatically performed with requests received via this form.
ru_ru: Это действие будет автоматически выполнено с запросами, поступившими через эту форму.

source: Language
ru_ru: Язык

source: Select the user or user group who should be automatically assigned to requests received via this form.
ru_ru: Укажите пользователя или группу пользователей, которые будут автоматически назначаться на запросы, поступившие через эту форму.

source: For new clients who send their first request to your helpdesk service, a new contact record will be automatically created in your Contacts app.
ru_ru: Для новых клиентов, впервые отправивших запрос в вашу службу поддержки, будет автоматически создаваться запись в приложении «Контакты».

source: Select the default language for such new clients here.
ru_ru: Выберите язык, который следует устанавливать для таких новых клиентов.

source: Set up the appearance of the web form as it should be displayed on your website.
ru_ru: Настройте вид формы так, как она должна отображаться для клиентов на вашем сайте.

source: After form submission
ru_ru: После отправки формы

source: This setting will redirect clients to any specified URL or display any text message after the form is submitted.
ru_ru: Эта настройка позволяет после заполнения формы и отправки запроса перенаправлять клиентов на любую указанную страницу либо показывать на месте формы какое-либо сообщение.

source: After form submission:
ru_ru: После отправки запроса:

source: Redirect to URL
ru_ru: Перейти на страницу

source: Display text instead of the form
ru_ru: Показать указанный текст вместо формы

source: Spam control
ru_ru: Защита от спама

source: Every time you receive a message from an unknown email address which is not yet stored in your Contacts database, an automatic notification will be sent to the sender's address.
ru_ru: На любое сообщение, поступившее с неизвестного адреса, которого нет в вашей базе данных «Контактов», будет автоматически отправлено ответное уведомление.

source: This notification contains a special link which must be clicked to confirm the sending of the first request. You may also add extra instructions for your clients to the notification text.
ru_ru: Такое уведомление содержит специальную ссылку, по которой необходимо перейти для подтверждения отправки первого запроса. В текст такого уведомления вы можете добавить дополнительные инструкции для клиентов.

source: Confirmation receipt
ru_ru: Квитанция о регистрации запроса

source: Configure email
ru_ru: Настройка email

source: This source enables you to receive new requests via any email address.
ru_ru: Этот источник позволяет получать запросы на любой адрес электронной почты.

source: Set up the email address from which you would like to receive support requests.
ru_ru: Настройте электронный адрес, через который вы хотите получать запросы.

source: Please specify an existing email address; it may be hosted on any mail server; e.g., in a popular mail service such as Gmail, Yahoo!, etc., and must be accessible for connection via POP3 protocol.
ru_ru: Укажите адрес реально существующего почтового ящика; он может размещаться на любом почтовом сервере (включая популярные сервисы Mail.ru, Gmail и др.) и быть доступным по протоколу POP3.

source: <strong>IMPORTANT NOTE:</strong> It is recommended that you specify an email account which was specially created for use by the Helpdesk app.
ru_ru: <strong>ВНИМАНИЕ!</strong> Рекомендуется использовать электронный адрес, специально созданный только для работы с приложением «Поддержка».

source: After you configure and save this source, all messages from the specified email account will be downloaded into Helpdesk and will be <strong>deleted from your mail server!</strong>
ru_ru: После того как вы настроите и сохраните этот источник, все сообщения из указанного почтового ящика будут загружены в «Поддержку» и <strong>удалены с почтового сервера!</strong>

source: Username
ru_ru: Имя пользователя

source: Incoming server
ru_ru: Входящий сервер

source: POP3 Port
ru_ru: Порт POP3

source: Use Secure SSL/TLS Settings
ru_ru: Использовать SSL/TLS

source: If your mail server supports this option, we recommend using POP3 over SSL/TLS since it provides increased security for your interactions with the remote mail server.
ru_ru: Если ваш почтовый сервер поддерживает эту настройку, мы рекомендуем использовать протокол SSL/TLS, потому что он обеспечивает дополнительную безопасность при передаче данных.

source: Please specify how requests received via this email address should be handled.
ru_ru: Укажите, что должно произойти с запросом, полученным на указанный электронный адрес.

source: This state will be automatically set for new requests received via this email address.
ru_ru: Это состояние будет автоматически установлено для новых запросов, полученных на данный электронный адрес.

source: This action will be automatically performed with requests received via this email address.
ru_ru: Это действие будет автоматически выполняться с запросами, полученными на данный электронный адрес.

source: Select a user or a user group who should be automatically assigned to requests received via this email address.
ru_ru: Укажите пользователя или группу пользователей, которые будут автоматически назначаться на запросы, полученные на данный электронный адрес.

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Disabled
ru_ru: Отключить

source: Enabled
ru_ru: Включить

source: Email Reply templates in the Helpdesk by default contain the request ID in their subject; e.g., [ID:12345].
ru_ru: Шаблоны email-ответов в «Поддержке» по умолчанию настроены так, что в их теме содержится номер запроса (например: [ID:12345]).

source: Following replies to these emails sent by your clients and received in Helpdesk can be associated with the corresponding requests.
ru_ru: Ответы ваших клиентов на такие сообщения, будучи доставленными обратно в «Поддержку», могут прикрепляться к соответствующему запросу и автоматически вызывать выполнение какого-либо действия.

source: Select an action in the table below that should be performed with such requests; the choice of such an action depends on the current request state and the sender of the reply.
ru_ru: Выбор такого автоматического действия зависит от текущего состояния запроса и отправителя вновь полученного сообщения в соответствии с настройками в приведённой ниже таблице.

source: Request is in state:
ru_ru: Запрос находится в&nbsp;состоянии:

source: Assigned user
ru_ru: Назначенный пользователь

source: Another user
ru_ru: Другой пользователь

source: Another contact
ru_ru: Другой контакт

source: Sender of the message is:
ru_ru: Отправителем сообщения является:

source: The person that sent you the original request
ru_ru: Клиент, который отправил первоначальный запрос

source: The user that is currently assigned to handle this request
ru_ru: Пользователь, в данный момент назначенный на этот запрос

source: Any other user that has access privileges to your Helpdesk app
ru_ru: Любой другой пользователь, имеющий доступ к приложению «Поддержка»

source: Any other person in your Contacts app
ru_ru: Любой другой контакт, зарегистрированный в приложении «Контакты»

source: Reply to reply handling
ru_ru: Обработка ответов на ответы

source: Customer Portal is a personal page available for clients sending requests to your Helpdesk. On this page customers can see all their requests, check status of any request, add a new request, and etc. Clients must log in to your website to access their customer portal.
ru_ru: Личный кабинет приложения «Поддержка» — это персональная страница, доступная каждому клиенту, который отправляет запросы в вашу Поддержку. На этой странице клиент может посмотреть полный список запросов, проверить статус открытых запросов, написать новый запрос и т.д. Для доступа в личный кабинет клиентам потребуется авторизация с помощью Email и пароля.

source: The selected state will be automatically set for new requests received via customer portal.
ru_ru: Это состояние будет автоматически установлено для новых запросов, добавленных через личный кабинет.

source: Select the user or user group who should be automatically assigned to requests received via customer portal.
ru_ru: Укажите пользователя или группу пользователей, которые будут автоматически назначаться на запросы, поступившие через личный кабинет.

source: States
ru_ru: Состояния

source: Specify which statuses (states) are available to the customer. The status names as they appear to the customer may be changed here. For example, if you are discussing a request with your support team, you may choose to display “Processing” at the status seen by the customer in his/her Customer Portal.
ru_ru: Укажите состояния (статусы) запросов, доступные клиентам в их личных кабинетах. Названия статусов, видимые клиентами, могут быть изменены. Например, если вы обсуждаете запрос со своей командой поддержки, вы можете показывать такой запрос в личном кабинете клиента в статусе «В обработке».

source: Specify which actions customized in your workflow are available to the customer. You may hide some internal actions performed by your support team (e.g. adding comments, or forwarding request to experts for discussion). Other actions may be set up as read-only for customers, and you may make certain actions available for the customer to perform.
ru_ru: Укажите, какие из действий, настроенные в вашем потоке, доступные клиентам в их личных кабинетах. Вы можете скрыть некоторые внутренние действия, выполняемые вашей командой поддержки (например, добавление комментариев или пересылка запроса специалистам на обсуждение). Другие действия можно настроить как доступные только для просмотра, либо доступные для выполнения самим клиентом.

source: no actions customized for this state
ru_ru: для данного состояния не настроено ни одного действия

source: Select the initial action for requests
ru_ru: Выберите первоначальное действие для запроса

source: Select user or group assigned to requests
ru_ru: Выберите пользователя или группу, назначенную на запрос

source: Select language for new clients
ru_ru: Выберите язык нового клиента

source: no action
ru_ru: не выполнять

source: ago
ru_ru: назад

source: Actor
ru_ru: Исполнитель

source: Search by users who performed actions with requests
ru_ru: Поиск по пользователям, которые выполняли действия с запросами

source: No actions with this request.
ru_ru: Ни одного действия с этим запросом.

source: via
ru_ru: ч/з

source: Last action
ru_ru: Последнее действие

source: Sort by:
ru_ru: Сортировка:

source: Search by users who have open assignments now
ru_ru: Поиск по пользователям, которые сейчас назначены на запросы

source: Sorry, the request status has been changed. To continue working with this request you have to refresh the page.
ru_ru: Извините, статус вашего запроса изменился. Для продолжения работы с запросом необходимо обновить страницу.

source: Words to search must be %d or more characters each
ru_ru: Искомые слова должны быть %d или более символов каждый

source: Customer contact ID.
ru_ru: Номер клиента (ID)

source: Edit subject
ru_ru: Редактировать тему

source: Old subject
ru_ru: Старая тема

source: From:
ru_ru: От кого:

source: To:
ru_ru: Кому:

source: Subject:
ru_ru: Тема:

source: Text:
ru_ru: Текст:

source: Edit button label
ru_ru: Редактировать название кнопки

source: Form width (200-600px)
ru_ru: Ширина формы (200-600 пикселов)

source: After successfull submission:
ru_ru: После успешной отправки:

source: The requested resource is not available.
ru_ru: Запрошенный ресурс недоступен.

source: Change search conditions
ru_ru: Изменить условия поиска

source: Icon
ru_ru: Иконка

source: Access
ru_ru: Доступ

source: Delete filter
ru_ru: Удалить фильтр

source: Delete workflow
ru_ru: Удалить поток

source: Edit workflow
ru_ru: Редактировать поток

source: New workflow
ru_ru: Новый поток

source: Request field constructor
ru_ru: Конструктор полей запроса

source: Name and company fields are always displayed in the heading area on contact page.
ru_ru: Поля имени и название компании всегда отображаются в области заголовка на странице контакта.

source: Customize additional heading fields
ru_ru: Настройте дополнительные поля заголовка

source: Title
ru_ru: Обращение

source: First name
ru_ru: Имя

source: Middle name
ru_ru: Отчество

source: Last name
ru_ru: Фамилия

source: Job title
ru_ru: Должность

source: Company
ru_ru: Компания

source: Contact
ru_ru: Контакт

source: person
ru_ru: персона

source: company
ru_ru: компания

source: disabled
ru_ru: отключено

source: New field
ru_ru: Новое поле

source: Delete field
ru_ru: Удалить поле

source: Checking data in this field
ru_ru: Проверка данных в этом поле

source: Edit field
ru_ru: Редактировать поле

source: Field ID
ru_ru: ID поля

source: Type of field
ru_ru: Тип поля

source: Menu items
ru_ru: Элементы меню

source: Enter each new item on new line
ru_ru: Введите каждый элемент на отдельной строке

source: Applied to
ru_ru: Применено к

source: Person
ru_ru: Персона

source: Additional fields are always shown at the top area of contact page. Add here the fields that you access most frequently, e.g. Email, Phone, Address, and etc.
ru_ru: Дополнительные поля всегда показаны в верхней области страницы контакта. Добавьте сюда поля, которые вам часто необходимы, напр. Email, Телефон, Адрес и т.д.

source: List items
ru_ru: Элементы списка

source: Categories
ru_ru: Категории

source: Categories help you to arrange questions and answers by themes to simplify naviagation and search, e.g.: Common questions, How to.., and etc.
ru_ru: Категории позволяют распределить вопросы и ответы по темам для упрощения навигации и поиска, например: «Общие вопросы», «Вопросы про это...» и т.д.

source: New category
ru_ru: Новая категория

source: Admin
ru_ru: Админ

source: Questions & Answers
ru_ru: Вопросы и ответы

source: Icons
ru_ru: Иконки

source: Delete category
ru_ru: Удалить категорию

source: New question
ru_ru: Новый вопрос

source: Delete this question & answer
ru_ru: Удалить этот вопрос и ответ

source: Add category
ru_ru: Добавить категорию

source: Sorting:
ru_ru: Сортировка:

source: newest on top
ru_ru: новые наверху

source: oldest on top
ru_ru: старые наверху

source: recently updated on top
ru_ru: недавно обновленные наверху

source: Mark
ru_ru: Пометить

source: Notify about actions
ru_ru: Сообщить о действиях

source: Add fields
ru_ru: Добавить поля

source: Allows your subscriber to create a password for further authorization on your site and log in to their customer portal. Requires Email field in the form.
ru_ru: Позволяет подписчику придумать пароль для дальнейшей авторизации на вашем сайте и входа в личный кабинет. Необходимо наличие поля для ввода email в этой форме.

source: Sign up
ru_ru: Зарегистрироваться

source: more
ru_ru: ещё

source: Insert snippet
ru_ru: Вставить фрагмент

source: for request
ru_ru: для запроса

source: Field settings
ru_ru: Настройки поля

source: Field
ru_ru: Поле

source: Label
ru_ru: Подпись

source: Label placement
ru_ru: Размещение подписи

source: Placeholder
ru_ru: Подсказка

source: Required
ru_ru: Обязательное

source: Apply
ru_ru: Применить

source: Search result
ru_ru: Результаты поиска

source: search
ru_ru: поиск

source: Left aligned
ru_ru: Слева от поля

source: Top aligned
ru_ru: Над полем

source: Do not show
ru_ru: Не показывать

source: Files with extensions %s are allowed only.
ru_ru: Разрешены поля с расширениями «%s»

source: Main fields
ru_ru: Главные поля

source: Main request fields can not be modified or disabled. Email requests usually contain subject and text with optional attachments. Requests sent via public or customer portal form may not have data in these fields. In this case they will be filled with default values.
ru_ru: Главные поля запроса нельзя изменить или выключить. Email-запросы обычно содержат тему, тект и (иногда) прекрепленные файлы. Запросы, отправленные через форму на сайте или из личного кабинета могут не содержать указанные данные. В таком случае эти поля будут заполнены значениями по умолчанию.

source: Additional fields
ru_ru: Дополнительные поля

source: Full name
ru_ru: Полное имя

source: Add contact fields
ru_ru: Добавить поля контакта

source: Add request fields
ru_ru: Добавить поля запроса

source: Text paragraph
ru_ru: Параграф текста

source: View
ru_ru: Вид

source: Plain text
ru_ru: Простой текст

source: Redactor
ru_ru: Редактор

source: Horizontal rule
ru_ru: Горизонтальный разделитель

source: Attached files
ru_ru: Вложенные файлы

source: Field constructor
ru_ru: Конструктор полей

source: no subject
ru_ru: нет темы

source: Address labels placement
ru_ru: Размещение подписей компонентов адреса

source: As a placeholder inside of field input
ru_ru: В виде подсказки внутри поля

source: select
ru_ru: выбрать

source: Identification
ru_ru: Идентификация

source: If enabled we shall search for an existing contact with the same phone number and associate request sent via this form with the contact found.
ru_ru: Если включено, мы будем искать существующий контакт с таким же телефонным номером и связывать запрос, переданный через эту форму, с найденным контактом.

source: Attachments
ru_ru: Вложения

source: Request double opt-in
ru_ru: Подтверждение запроса клиентом

source: To enable this option, your form must contain Email field.
ru_ru: Для включения этой функции, ваша форма должна содержать поле Email.

source: After successful submission of this form an automatic notification will be sent to the sender's email address. This notification contains a special link which must be clicked to confirm the sending of the request. You may also add extra instructions for your clients to the notification text.
ru_ru: После отправки формы клиенту будет автоматически отправлено ответное уведомление по электронной почте. Такое уведомление содержит специальную ссылку, по которой необходимо перейти для подтверждения отправки запроса. В текст такого уведомления вы можете добавить дополнительные инструкции для клиентов.

source: no status
ru_ru: нет статуса

source: Forwarding request to workflow
ru_ru: Передача запроса в поток

source: Delete form
ru_ru: Удалить форму

source: creates request
ru_ru: создает запрос

source: Add tag
ru_ru: Добавить тег

source: Mark as read
ru_ru: Отметить как прочитанные

source: Mark as unread
ru_ru: Отметить как непрочитанные

source: Read
ru_ru: Прочитанный

source: Follow
ru_ru: Следить

source: Tags
ru_ru: Теги

source: unmark
ru_ru: снять метку

source: If enabled, data in this field are available for clients in their Customer portal.
ru_ru: Включите, чтобы сделать это поле доступным в личных кабинетах клиентов.

source: I want to receive email notifications on unread requests
ru_ru: Хочу получать Email-уведомления при появлении непрочитанных запросов

source: You got unread requests
ru_ru: У вас есть непрочитанные запросы

source: This list is the search result:
ru_ru: Этот список является результатом поиска:

source: Created by
ru_ru: Создан пользователем

source: Add a filter
ru_ru: Добавить фильтр

source: Select access level:
ru_ru: Выберите уровень доступа:

source: After you set "Follow" mark, next time someone performs an action with this request it will appear as "Unread" for you and you will receive email notification about this action. So you will be able to follow all further activity related to this request.
ru_ru: Если установить этот флажок, то каждый раз когда с данным запросом будут выполняться какие-либо действия, он будем становиться для вас «непрочитанным» и вы будете получать Email-уведомление об этом. Таким образом, вы сможете следить за дальнейшими действиями с данным запросом.

source: Don't show this message anymore
ru_ru: Больше не показывать это предупреждение

source: Set mark
ru_ru: Установить флажок

source: Follow mark
ru_ru: Флажок «Следить»
