Repository: webasyst/helpdesk
Catalog: locale/*/LC_MESSAGES/helpdesk.po
Languages: ru_ru

source: Additional fields allow you to add a number of multiple parameters to requests content. These parameters essentially depend on a type of product and services you deliver to your customers. For example, if you accept requests to repair household appliances, you may wish to know some manufacturing details, e.g. model name, and etc. Additional fields can be added to the request form to be submitted by your client, or be available on the request page for your Helpdesk app users manipulations.
ru_ru: Дополнительные поля позволяют наполнить запрос произвольным набором уточняющих параметров. Этот набор полей существенно зависит от того, какого рода продукты и услуги вы предоставляете своим клиентам. Например, если вы принимаете запросы на ремонт бытовой техники, то возможно вам понадобятся поля, позволяющие указать модель устройства, год выпуска, характер неисправности и т.д. Дополнительные поля можно разместить в форме, через которую клиент отправляет вам запрос, а также на странице выполнения действий с запросом, если эти поля предназначены для заполнения пользователями приложения «Поддержка».

source: Using this form
ru_ru: Использование формы

source: Available in the Helpdesk backend
ru_ru: Доступна в бекенде приложения «Поддержка»

source: Allows you to manually create new requests via this form in Helpdesk backend using the “New request” button. This option may be useful when a client cannot send you a request personally; e.g., during a telephone call.
ru_ru: Позволяет добавлять запросы через эту форму в бекенде приложения «Поддержка» с помощью кнопки «Новый запрос», когда клиент не имеет возможности сделать это самостоятельно — например, во время телефонного разговора.

source: Available for your clients in their Customer portal for these websites:
ru_ru: Доступна вашим клиентам в их личных кабинетах на этих сайтах:

source: For further setup up of your Customer Portal use the <a href="%s">Site app</a>
ru_ru: Для дальнейшей настройки личного кабинета используйте приложение <a href="%s">Сайт</a>

source: This source enables you to receive new requests via a web form published in the frontend of any Webasyst app or anywhere on the Internet. Also this form can be used to add requests directly from your backend (“New request” button), or from your clients customer portals.
ru_ru: Этот источник позволяет получать новые запросы через веб-форму, опубликованную на любой странице в приложениях Webasyst или где угодно в интернете. Форму можно также использовать для добавления запросов непосредственно из бекенда (кнопка «Новый запрос»), либо из личных кабинетов ваших клиентов.

source: Deleting this field will not cause a loss of any data.
ru_ru: Удаление этого поля не приведет к потере каких-либо данных.

source: Field name
ru_ru: Название поля

source: Form settings
ru_ru: Настройка формы

source: This source enables you to receive new requests via a web form published in the frontend of any Webasyst app or anywhere on the Internet. Also this form can be used to add requests directly from your backend ("New request" button), or from your clients customer portals.
ru_ru: Этот источник позволяет получать запросы через веб-форму, опубликованную на вашем сайте или где-либо в интернете. С помощью этой формы можно также создавать запросы в бекенде «Поддержки» при нажатии на кнопку «Новый запрос» или клиентами в личном кабинете.

source: Available in the Helpdesk backend:
ru_ru: Доступно в бекенде Поддержки:

source: Drop down
ru_ru: Выпадающий список

source: Access denied
ru_ru: Доступ запрещен

source: clear previous assignment
ru_ru: снять назначение

source: keep previous assignment
ru_ru: не менять прежнее назначение

source: assign user performing this action
ru_ru: назначить исполнителя данного действия

source: Available states
ru_ru: Доступные состояния

source: Deleting this field will cause a loss of these data.
ru_ru: Удаление поля приведет к потере этих данных.

source: %d request have data in the field:
ru_ru: %d запрос имеет данные в поле

source: Request has been changed
ru_ru: Запрос изменён

source: Choose new request forms that should be available for clients in their Customer portals:
ru_ru: Выберите формы создания нового запроса, которые должны быть доступны клиентам в их личных кабинетах:

source: New subject
ru_ru: Новая тема

source: Old workflow
ru_ru: Старый поток

source: Routing rules are not defined for Helpdesk app
ru_ru: Не заданы правила маршрутизации для приложения «Поддержка»

source: No data in the field
ru_ru: Нет данных в поле

source: Sources, states and actions with requests are customized separately for every workflow.
ru_ru: Источники, состояния и действия с запросами настраиваются отдельно для каждого потока.

source: Click to edit subject
ru_ru: Щелкните для редактирования темы

source: Customize form that appears for users when they perform this action. Choose required fields and set up their properties and location in the form.
ru_ru: Настройте вид формы, которая будет открываться при выполнении данного действия пользователями. Выберите необходимые поля и настройте их свойства и место расположения в форме.

source: Search requests that were added via selected sources
ru_ru: Поиск запросов, которые были добавлены через выбранные источники

source: Search requests that are currently in selected states
ru_ru: Поиск запросов, которые сейчас находятся в выбранных состояниях

source: Search requests that were ever subjected to selected actions
ru_ru: Поиск запросов, с которыми когда-либо выполнялись выбранные действия

source: Search requests that have selected tags assigned
ru_ru: Поиск запросов, для которых установлены выбранные теги

source: No options available
ru_ru: Нет доступных вариантов

source: Use this form in backend
ru_ru: Использовать форму в бекенде

source: Use this form in customer portal
ru_ru: Использовать форму в личном кабинете

source: Use this form on the site
ru_ru: Использовать форму на сайте

source: Authorized user redirected to the request page in customer portal
ru_ru: Авторизованный пользователь перенаправляется на страницу запроса в личном кабинете

source: Create date
ru_ru: Дата создания

source: select form
ru_ru: выбрать форму

source: Form can be published on any page of the site.
ru_ru: Форму можно опубликовать на любой странице сайта

source: To publish the form on external site use this code:
ru_ru: Для публикации формы на внешнем сайте используйте следующий код:

source: Send a request for confirmation
ru_ru: Отправлять запрос для подтверждения

source: If a client is authorized
ru_ru: Если клиент авторизован

source: Redirect to the request page in pustomer portal
ru_ru: Перейти на страницу запроса в личном кабинете

source: No requests.
ru_ru: Нет запросов.

source: Redirect to the request page in customer portal
ru_ru: Перейти на страницу запроса в личном кабинете

source: All tags
ru_ru: Все теги

source: Select tags for this request
ru_ru: Выберите теги для данного запроса

source: Visibility
ru_ru: Видимость

source: Category is visible in the pubalic part of your site
ru_ru: Категория видна в публичной части сайта

source: Apply visibility change to all questions in category
ru_ru: Применить видимость ко всем вопросам в этой категории

source: Page URL
ru_ru: Адрес страницы

source: Summary
ru_ru: Тема

source: Action text
ru_ru: Текст запроса

source: Not assigned
ru_ru: Не назначен

source: Assigned to id=
ru_ru: Назначен для id=

source: Catefgory is visible in the public part of your site
ru_ru: Категория видна в публичной части сайта

source: Visible in the public category
ru_ru: Видно в публичной части сайта

source: New filter is easy to create using search function. To do so, use <strong>Save as filter</strong> option on the search results page.
ru_ru: Новый фильтр легко сделать с помощью функции поиска. Используйте для этого действие <strong>Сохранить как фильтр</strong> на странице результатов поиска.

source: This field is already used
ru_ru: Это поле уже используется

source: This field is required
ru_ru: Это поле обязательное

source: no records
ru_ru: нет записей

source: no categories
ru_ru: нет разделов

source: This filter displays all requests independent on their status. If you don't need this whole list for a permanent access, simply hide it. Once you need it again, you can turn it on anytime using Add filter option in the left-hand sidebar.
ru_ru: Этот фильтр показывает все запросы, независимо от их статуса. Если вам не нужен список всех запросов для постоянного доступа, просто скройте его. При необходимости, вы всегда сможете включить его вновь с помощью действия «Добавить фильтр» в левой панели.

source: Hide All requests filter
ru_ru: Скрыть фильтр «Все запросы»

source: Please <a href="#/faq/category/new">create a category</a> first, to start adding questions and answers.
ru_ru: Чтобы начать добавлять вопросы и ответы, пожалуйста, <a href="#/faq/category/new">создайте прежде категорию</a>.

source: action name
ru_ru: названия действия

source: Send message
ru_ru: Отправить сообщение

source: preview
ru_ru: предпросмотр

source: Questions & Answer
ru_ru: Вопросы и Ответы

source: Unmark as Follow
ru_ru: Снять метку «Следить»

source: Mark as Follow
ru_ru: Поставить метку «Следить»

source: %d request has been marked as Follow
ru_ru: %d запрос помечен «Следить»

source: %d request has been removed from the Follow list
ru_ru: %d запрос удален из списка «Следить»

source: Radio buttons
ru_ru: Радио-селектор

source: string
ru_ru: строка

source: number
ru_ru: число

source: drop down
ru_ru: выпадающий список

source: This URL is already used
ru_ru: Указанный URL уже используется

source: After successful submission (if client is not authorized)
ru_ru: После отправки формы (если клиент не авторизован)

source: This setting will redirect new clients (who are not yet authorized on your site) to any specified URL or display any text message after the form is submitted.
ru_ru: Эта настройка позволяет после отправки запроса перенаправлять новых клиентов, которые не авторизованы на вашем сайте, на любую указанную страницу, либо показывать на месте формы какое-либо сообщение.

source: After successful submission (if client is authorized)
ru_ru: После отправки формы клиенту (если клиент авторизован)

source: For registered clients authorized on your site at the moment of this form submission, you can customize a different behaviour.
ru_ru: Для зарегистрированных клиентов, которые в момент отправки формы авторизованы на вашем сайте, вы можете настроить другое поведение.

source: Form design
ru_ru: Настройка формы

source: Use default CSS
ru_ru: CSS по умолчанию

source: Custom CSS
ru_ru: Собственный CSS

source: Revert code to default
ru_ru: Сбросить изменения

source: created a new request
ru_ru: создал новый запрос

source: performed an action with request
ru_ru: выполнил действие с запросом

source: Please specify a valid URL
ru_ru: Пожалуйста, укажите правильный URL

source: What is this?
ru_ru: Что это?

source: Client (request originator)
ru_ru: Клиенту (от кого поступил запрос)

source: Ok
ru_ru: Закрыть

source: Message sent:
ru_ru: Отправлено сообщение:

source: Reply by email
ru_ru: Ответить по email

source: In case a message incoming to this email address contains a request ID in their subject (e.g., [ID:12345-XXXXX]; 12345 is request ID in this sample), then we bind incoming message with this request. However, you can customize special processing for this kind of messages.
ru_ru: В том случае, если на данный адрес поступит письмо, содержащее в своей теме номер запроса (например: [ID:12345-XXXXX], здесь 12345 это номер запроса в данном примере), то мы свяжем поступившее письмо с этим запросом. Однако вы можете настроить особую обработку для таких писем.

source: Custom handling
ru_ru: Пользовательская обработка

source: Default handling
ru_ru: Обработка по умолчанию

source: Workflow name
ru_ru: Название потока

source: Mark as "unread"
ru_ru: Отмечать как "непрочитанные"

source: Mark request as "read"
ru_ru: Отмечать запрос как "прочитанный"

source: Selected color will be used to display this state name.
ru_ru: Выбранным цветом будет выводиться название данного состояния.

source: Customize button color
ru_ru: Настроить цвет кнопки

source: After this action is submitted
ru_ru: После выполнения этого действия

source: Leave request in the same state
ru_ru: Оставить запрос в текущем состоянии

source: Forward request to state
ru_ru: Переслать запрос в состояние

source: Empty id.
ru_ru: Пустой ID.

source: Unknown field:
ru_ru: Неизвестное поле:

source: Required field
ru_ru: Обязательное поле

source: Only English alphanumeric, hyphen and underline symbols are allowed
ru_ru: Допустимы только латинские буквы, цифры, а также дефис и символ подчеркивания

source: This ID is already in use
ru_ru: Этот ID уже используется

source: Unknown field type:
ru_ru: Неизвестный тип поля:

source: Start by <a href="%s">filling database of frequently asked questions</a> in your helpdesk backend.
ru_ru: Начните с <a href="%s">заполнения базы часто задаваемых вопросов</a> в бекенде Поддержки.

source: default form
ru_ru: стандартная форма

source: Add new rule
ru_ru: Добавить новое правило

source: If the sender of the message is
ru_ru: Если отправителем сообщения является

source: and request state is
ru_ru: и запрос находится в состоянии

source: , then perform action
ru_ru: , то выполнить действие

source: Delete rule
ru_ru: Удалить правило

source: Welcome to new helpdesk section on your site!
ru_ru: Добро пожаловать в ваш новый раздел поддержки клиентов!

source: All answers on one page
ru_ru: Все ответы на одной странице

source: Every answer on separate page
ru_ru: Каждый ответ на отдельной странице

source: FAQ
ru_ru: ЧАВО

source: Frequently Asked Questions
ru_ru: Часто задаваемые вопросы

source: Name
ru_ru: Название

source: Published
ru_ru: Опубликованный

source: single line text
ru_ru: одна строка текста

source: WYSIWYG
ru_ru: Визуальный редактор

source: checkbox
ru_ru: чекбокс

source: NOTE: Request will be accepted and shows up in your request lists only after client clicks confirmation link in this message. It's probably a good idea to write about this in the text that appears on your web page after this form submission.
ru_ru: ВНИМАНИЕ: Запрос будет принят и появится в списке запросов только после того, как клиент получит данное сообщение и щелкнет в нем ссылку подтверждения. Возможно, вам следует написать об этом в тексте, который открывается после отправки формы.

source: This message template is customized by administrator in workflow settings.
ru_ru: Шаблон этого сообщения настраивается администратором в настройках потока.

source: Users must have access to Helpdesk app. To add users or user groups, or manage their access rights use <a href="%s">Contacts/Users</a> section.
ru_ru: Пользователи должны иметь доступ к приложению Поддержка. Чтобы добавить пользователей или группы пользователей, а также для настройки прав доступа, перейдите в секцию <a href="%s">Контакты/Пользователи</a>.

source: Request created
ru_ru: Запрос создан

source: Attention: initial request parameters <a href="javascript:void(0);" class="request-params-changed-link">was changed</a>
ru_ru: Внимание: первоначальные параметры запроса <a href="javascript:void(0);" class="request-params-changed-link">были изменены</a>

source: Use color of the state %s where this button forwards request
ru_ru: Использовать цвет состояния "%s", в который эта кнопка переводит запрос

source: These are your personal settings. They define rules that cause some requests to be marked as "unread" and display them in a dedicated list in the left side navigation panel.
ru_ru: Это ваши персональные настройки. Они позволяют установить правила, по которым запросы будут отмечаться как "непрочитанные" и появляться в данном списке в левой навигационной панели.

source: Any new action performed on these requests will cause them to be marked as "unread"
ru_ru: Любое новое действие, выполненное с такими запросами, будет помечать их как "непрочитанные"

source: When a user performs this action the request state will be changed to the state you select here. Your choice will be shown by an arrow in the workflow setup diagram.
ru_ru: Выберите состояние, в которое должен перейти запрос при выполнении пользователем данного действия. Ваш выбор будет показан стрелкой на диаграмме настройки потока.

source: Value of the field "%s"
ru_ru: Значение поля "%s"

source: Backend
ru_ru: Бекенд

source: Users can see questions and answers from this category when they reply to client requests
ru_ru: Пользователи видят вопросы этой категории при подготовке ответов на запросы клиентов

source: Site
ru_ru: Сайт

source: Category is visible in the public part of your site
ru_ru: Категория видна в публичной части сайта

source: Users can see this question and answer when they reply to client requests
ru_ru: Пользователи видят этот вопрос при подготовке ответов на запросы клиентов

source: Unique identifier automatically assigned to each request (e.g. #1001)
ru_ru: Уникальный идентификатор, автоматически присваеваемый каждому запросу (напр. 1001)

source: Subject of the request
ru_ru: Тема запроса

source: Request subject followed by the request ID (e.g. Request subject [ID: 1001-XXXXX]). The request ID and hash will associate any reply you receive from the customer with the original request.
ru_ru: Тема запроса с последующим ID запроса (напр., тема [ID:1234-XXXXX]). Такой формат ID с хеш-функцией позволяет идентифицировать оригинальный запрос при последующих ответах по email.

source: Text of the original request
ru_ru: Оригинальный текст запроса

source: Request status (its current state) that the customer sees in Customer Portal
ru_ru: Статус запроса (его текущее состояние), который клиент видит в личном кабинете

source: Full history of request, including the original message. Similar to the request view in backend.
ru_ru: Полная история действий с запросом, вместе с оригинальным текстом. Аналогична содержимому страницы запроса в бекенде.

source: History of request as seen by the customer. Similar to the request view in Customer Portal.
ru_ru: История действий с запросом, которые доступны клиенту. Аналогична содержимому страницы запроса в личном кабинете клиента.

source: URL of the request page in the backend
ru_ru: Адрес (URL) страницы запроса в бекенде приложения

source: URL of the request page in the Customer Portal
ru_ru: Адрес (URL) страницы запроса в личном кабинете клиента

source: Unique identifier automatically assigned to each customer in Contacts
ru_ru: Уникальный идентификатор клиента, который автоматически присваивается каждому клиенту в Контактах

source: Primary email for customer
ru_ru: Главный Email-адрес клиента

source: Name of customer in the format First Middle Last
ru_ru: Имя клиента в формате Имя Отчество Фамилия

source: Full name of person who has performed this action
ru_ru: Полное имя исполнителя данного действия

source: Company name specified in your Installer settings (also displayed in the top-left corner of your backend)
ru_ru: Название компании, которое указано в настройках Инсталлера (также отображается в левом верхнем углу в бекенде)

source: Insert code block
ru_ru: Вставить блок кода

source: Insert
ru_ru: Вставить

source: Mark all as read
ru_ru: Пометить все как прочитанные

source: Access denied.
ru_ru: Доступ запрещен.

source: You have no access rights to this request.
ru_ru: У вас нет прав доступа к этому запросу.

source: This action cannot be performed from frontend.
ru_ru: Это действие не может быть выполнено из фронтенда

source: This action cannot be performed by user.
ru_ru: Это действие не может быть выполнено.

source: No search results
ru_ru: Ничего не найдено

source: Find the answer
ru_ru: Найти ответ

source: Name of client
ru_ru: Имя клиента

source: Write a brief instruction here that may help users to select this answer when they work on a client's request.
ru_ru: Напишите здесь краткую инструкцию для пользователя, которая поможет ему в выборе данного ответа при работе над запросом.

source: Request page constructor
ru_ru: Конструктор страницы запроса

source: Please specify required data
ru_ru: Пожалуйста, укажите необходимые данные

source: any
ru_ru: любой

source: Thank you for sending request to our support team!
ru_ru: Спасибо за обращение в нашу службу поддержки!

source: show all
ru_ru: показать все

source: Rotate left
ru_ru: Повернуть влево

source: Rotate right
ru_ru: Повернуть вправо

source: No search results.
ru_ru: Ничего не найдено.

source: No questions in this category.
ru_ru: Нет вопросов в этой категории.

source: Loading
ru_ru: Загрузка

source: Request fields
ru_ru: Поля запроса

source: Customer contact fields
ru_ru: Поля контакта клиента

source: User contact fields
ru_ru: Поля контакта исполнителя действия

source: Assignee contact fields
ru_ru: Поля контакта назначенного исполнителя

source: Common fields
ru_ru: Общие поля

source: Value of customer field "%s"
ru_ru: Значение поля контакта клиента "%s"

source: Value of actor field "%s"
ru_ru: Значение поля контакта исполнителя "%s"

source: Value of assigned user field "%s"
ru_ru: Значение поля контакта назначенного исполнителя "%s"

source: Yes/No
ru_ru: Да/Нет

source: Customer's name
ru_ru: Имя клиента

source: 9 days ago
ru_ru: 9 дней назад

source: Default
ru_ru: По умолчанию

source: Blue
ru_ru: Синий

source: Green
ru_ru: Зеленый

source: Orange
ru_ru: Оранжевый

source: Custom
ru_ru: Собственный

source: We got new request from
ru_ru: Поступил новый запрос от

source: Number
ru_ru: Номер

source: Request source
ru_ru: Источник

source: Edit CSS
ru_ru: Редактировать CSS

source: Source email address
ru_ru: Email-адрес источника

source: No states available.
ru_ru: Нет доступных статусов.

source: Use Secure STARTTLS Settings
ru_ru: Использовать настройки STARTTLS

source: If your mail server supports this option, we recommend using POP3 over STARTTLS or SSL/TLS since it provides increased security for your interactions with the remote mail server.
ru_ru: Если ваш почтовый сервер поддерживает эту опцию, мы рекомендуем использовать POP3 через STARTTLS или SSL/TLS, т.к. это обеспечивает большую безопасность при передаче данных.

source: draft
ru_ru: черновик

source: backend
ru_ru: бекенд

source: site
ru_ru: сайт

source: <no category>
ru_ru: <без категории>

source: Comment for users
ru_ru: Комментарий для пользователей

source: Category
ru_ru: Категория

source: Write an answer here
ru_ru: Здесь напишите ответ

source: Specify default values for new request.
ru_ru: Укажите значения по умолчанию для нового запроса.

source: select another form
ru_ru: выбрать другую форму

source: Can add new tags
ru_ru: Может добавлять новые теги

source: Add a field to the heading area
ru_ru: Добавить поле в область заголовка запроса

source: NOTE: You can drag and drop fields to change its position in the heading area of request page.
ru_ru: ПРИМЕЧАНИЕ: Вы можете перетащить поля, чтобы поменять их расположение на странице запроса.

source: Remove this field from the heading area.
ru_ru: Удалить это поле из области заголовка запроса.

source: All available fields are already added.
ru_ru: Все возможные поля уже добавлены.

source: There are no records in this category.
ru_ru: В этой категории нет записей.

source: Add another recipient
ru_ru: Добавить еще получателя

source: Edit field settings
ru_ru: Редактировать настройки поля

source: Remove this field from the form
ru_ru: Удалить это поле из формы

source: Create custom view
ru_ru: Создать мой вид

source: Copy CSS from another view
ru_ru: Скопировать CSS из другого вида

source: Delete custom CSS
ru_ru: Удалить мой CSS

source: You are using customized version of CSS.
ru_ru: Вы используете модифицированную версию CSS.
