Repository: webasyst/helpdesk
Catalog: locale/*/LC_MESSAGES/helpdesk.po
Languages: ru_ru

source: Helpdesk
ru_ru: Поддержка

source: Support
ru_ru: Поддержка

source: Request
ru_ru: Запрос

source: Requests
ru_ru: Запросы

source: Next
ru_ru: Продолжить

source: Save
ru_ru: Сохранить

source: or
ru_ru: или

source: cancel
ru_ru: отменить

source: Public
ru_ru: Общий

source: Personal
ru_ru: Персональный

source: Delete
ru_ru: Удалить

source: delete
ru_ru: удалить

source: Form preview
ru_ru: Предварительный просмотр формы

source: Subject
ru_ru: Тема

source: Text
ru_ru: Текст

source: Attach
ru_ru: Вложение

source: Workflow
ru_ru: Поток

source: Close
ru_ru: Закрыть

source: Available requests
ru_ru: Доступные запросы

source: all
ru_ru: все

source: only assigned to this user
ru_ru: только назначенные пользователю

source: Can add new requests
ru_ru: Может добавлять новые запросы

source: Users with limited access are not allowed to change application settings, e.g. sources, workflows, and etc.
ru_ru: Пользователи с ограниченным доступом не имеют возможности изменять настройки приложения: источники, потоки и т.д.

source: Group:
ru_ru: Группа:

source: group
ru_ru: группа

source: Select
ru_ru: Выбрать

source: &lt;select&gt;
ru_ru: &lt;выбрать&gt;

source: New request
ru_ru: Новый запрос

source: &lt;no support requests&gt;
ru_ru: &lt;нет запросов&gt;

source: Send
ru_ru: Отправить

source: remove
ru_ru: удалить

source: yes
ru_ru: да

source: no
ru_ru: нет

source: ID
ru_ru: Номер

source: Sent
ru_ru: Отправлен

source: Status
ru_ru: Статус

source: Status:
ru_ru: Статус:

source: Request #%s
ru_ru: Запрос №%s

source: Assigned:
ru_ru: Назначен:

source: Assigned
ru_ru: Назначен

source: Advanced search
ru_ru: Расширенный поиск

source: All requests
ru_ru: Все запросы

source: My filters
ru_ru: Мои фильтры

source: Settings
ru_ru: Настройки

source: Sources
ru_ru: Источники

source: New
ru_ru: Новый

source: Forms
ru_ru: Формы

source: Workflows
ru_ru: Потоки

source: Create new state
ru_ru: Добавить новое состояние

source: Are you sure?
ru_ru: Вы уверены?

source: Event
ru_ru: Событие

source: Client name
ru_ru: Имя клиента

source: Attach:
ru_ru: Прикрепить файл:

source: Display original message
ru_ru: Показать оригинальное сообщение

source: Hide original message
ru_ru: Скрыть оригинальное сообщение

source: Client email
ru_ru: Email клиента

source: Any
ru_ru: Любой

source: anyone
ru_ru: кто угодно

source: Source
ru_ru: Источник

source: State
ru_ru: Состояние

source: Assigned to
ru_ru: Назначен

source: Search
ru_ru: Искать

source: Create
ru_ru: Создать

source: Publish
ru_ru: Опубликовать

source: Name
ru_ru: Имя

source: Name
ru_ru: Название

source: Type
ru_ru: Тип

source: New source
ru_ru: Новый источник

source: Additional request parameters:
ru_ru: Дополнительные параметры запроса:

source: New state
ru_ru: Новое состояние

source: New action
ru_ru: Новое действие

source: Workflow actions available from the state:
ru_ru: Действия потока доступные из этого состояния:

source: Actions
ru_ru: Действия

source: Loading...
ru_ru: Загрузка...

source: <unknown>
ru_ru: <неизвестный>

source: %ds
ru_ru: %dс

source: %dm
ru_ru: %dм

source: %dh %dm
ru_ru: %dч %dм

source: %dd %dh
ru_ru: %dд %dч

source: %dd
ru_ru: %dд

source: %dm %dd
ru_ru: %dм %dд

source: %dy %dd
ru_ru: %dг %dд

source: performs action
ru_ru: выполняет действие

source: year
ru_ru: год

source: month
ru_ru: месяц

source: day
ru_ru: день

source: source
ru_ru: источник

source: state
ru_ru: состояние

source: workflow
ru_ru: поток

source: assigned to
ru_ru: назначен

source: not assigned
ru_ru: не назначен

source: assigned to id=
ru_ru: назначен для id=

source: client
ru_ru: клиент

source: <no change>
ru_ru: <без изменений>

source: none
ru_ru: нет

source: None
ru_ru: Нет

source: Available actions
ru_ru: Доступные действия

source: Request ID
ru_ru: Номер запроса

source: Action
ru_ru: Действие

source: Assignment
ru_ru: Назначение

source: Client
ru_ru: Клиент

source: Client original name
ru_ru: Оригинальное имя клиента

source: Client original email
ru_ru: Оригинальный email клиента

source: Original email subject
ru_ru: Оригинальная тема письма

source: on
ru_ru: включен

source: off
ru_ru: выключен

source: of
ru_ru: из

source: Workflow and action
ru_ru: Поток и действие

source: Source name
ru_ru: Имя источника

source: Server
ru_ru: Сервер

source: Port
ru_ru: Порт

source: Login
ru_ru: Логин

source: Password
ru_ru: Пароль

source: Leave blank to keep current value unchanged.
ru_ru: Оставьте пустым, чтобы не изменять текущее значение.

source: Use SSL
ru_ru: Использовать SSL

source: Enable spam control
ru_ru: Включить cпам-контроль

source: Every time you receive a request from an unknown email address that does not exist in your Contacts database, an automatic confirmation message will be sent to this email address. This message contains a special link for the sender to confirm his/her original request, and may contain additional instructions you wish to provide.
ru_ru: На любое сообщение поступившее с неизвестного адреса, которого нет в вашей базе данных Контактов, будет автоматически отправлен ответный запрос на подтверждение. Этот запрос содержит специальную ссылку, по которой отправитель должен перейти для подтверждения, а также дополнительные инструкции, которые вы, возможно, захотите добавить в текст запроса.

source: Confirmation request text:
ru_ru: Текст запроса на подтверждение:

source: Send a receipt upon receiving new request
ru_ru: Отправлять квитанцию о получении запроса

source: A receipt message will be sent to the customer to confirm his/her request receiving. It's recommended to specify an estimated response time in this receipt.
ru_ru: Клиенту будет отправлена квитанция — уведомление о регистрации его запроса. В тексте квитанции рекомендуется указать предполагаемое время обработки запроса.

source: Receipt text:
ru_ru: Текст квитанции:

source: If message does not contain an existing request ID in email subject (e.g. [ID:12345]), this messages will be treated as a new request. For this request:
ru_ru: Если сообщение не содержит в теме письма идентификатор уже существующего запроса (например: [ID:12345]), то такой запрос считается новым. Для новых запросов:

source: Assign to user or group:
ru_ru: Назначить исполнителем пользователя или группу:

source: If client (sender of this message) is new, then set for him/her this language:
ru_ru: Если клиент новый, то установить для него язык:

source: If message contains an ID in email subject, then:
ru_ru: Если сообщение содержит в теме письма идентификатор уже существующего запроса, то:

source: Thank you!
ru_ru: Спасибо!

source: Cancel
ru_ru: Отменить

source: Assign
ru_ru: Назначить

source: Confirm
ru_ru: Подтвердить

source: Comment
ru_ru: Комментарий

source: Accept
ru_ru: Принять

source: Assign to
ru_ru: Назначить

source: Nobody
ru_ru: Никто

source: Message:
ru_ru: Сообщение:

source: Are you sure to remove this request from database completely?
ru_ru: Вы уверены, что нужно удалить этот запрос навсегда?

source: Save as a filter
ru_ru: Сохранить как фильтр

source: Created
ru_ru: Создан

source: Updated
ru_ru: Обновлён

source: From
ru_ru: От кого

source: Requests:
ru_ru: Запросов:

source: Show %s records on a page
ru_ru: Показать %s записей на странице

source: Pages
ru_ru: Страницы

source: next
ru_ru: след

source: prev
ru_ru: пред

source: closed
ru_ru: закрыт

source: open
ru_ru: открыт

source: Closed
ru_ru: Закрыт

source: Open
ru_ru: Открыт

source: Reply
ru_ru: Ответ

source: &lt;keep current assignment&gt;
ru_ru: &lt;не менять назначение&gt;

source: wrote:
ru_ru: написал:

source: Download original email
ru_ru: Скачать оригинал письма

source: Words
ru_ru: Слова

source: Request author
ru_ru: Автор запроса

source: Assigned to request
ru_ru: Назначен на запрос

source: Actions with request
ru_ru: Действия с запросом

source: <1 hour
ru_ru: <1 часа

source: Age
ru_ru: Возраст

source: Please <a>reload the page</a>.
ru_ru: Пожалуйста, <a>перезагрузите страницу</a>.

source: Sent to:
ru_ru: Отправлено:

source: Transition
ru_ru: Переход

source: Button
ru_ru: Кнопка

source: Messages
ru_ru: Сообщения

source: Allow to add a text message
ru_ru: Позволять вводить текст

source: Enter a default text here
ru_ru: Введите текст, который будет появляться по умолчанию

source: Allow to attach files
ru_ru: Позволять прикреплять файлы

source: Default assignee:
ru_ru: Исполнитель по умолчанию:

source: Allow to select assignee
ru_ru: Позволять выбирать исполнителей

source: All
ru_ru: Все

source: Transfer request to another state
ru_ru: Перевести запрос в другое состояние

source: State with this name already exists
ru_ru: Состояние с таким названием уже существует

source: State with this ID already exists
ru_ru: Состояние с таким ID уже существует

source: Add an action
ru_ru: Добавить действие

source: Add a new action
ru_ru: Добавить действие

source: Action with this name already exists
ru_ru: Действие с таким названием уже существует

source: Action with this ID already exists
ru_ru: Действие с таким ID уже существует

source: Customizing action
ru_ru: Настройка действия

source: sec
ru_ru: сек

source: 1 min
ru_ru: 1 минута

source: 5 min
ru_ru: 5 минут

source: 15 min
ru_ru: 15 минут

source: 1 hour
ru_ru: 1 час

source: Encryption requires OpenSSL PHP module to be installed.
ru_ru: Чтобы включить шифрование, необходим модуль PHP OpenSSL.

source: Unknown error.
ru_ru: Неизвестная ошибка.

source: IMAP is not supported. Please use POP3.
ru_ru: Протокол IMAP не поддерживается. Используйте POP3.

source: An error occured while attempting to connect with specified settings.
ru_ru: При попытке подключиться с указанными параметрами возникла ошибка.

source: Form
ru_ru: Форма

source: Select fields for the form to contain:
ru_ru: Выберите поля, которые должна содержать форма:

source: First 100 characters of text will be used as request subject.
ru_ru: В качестве темы запроса будут использованы первые 100 символов текста.

source: Please enter symbols shown on the image:
ru_ru: Пожалуйста, введите символы, показанные на картинке:

source: Delete this source
ru_ru: Удалить этот источник

source: for state &ldquo;%s&rdquo;
ru_ru: для состояния &ldquo;%s&rdquo;

source: Add existing actions from other states, which are not used in the current state:
ru_ru: Добавить существующее действие:

source: Delete this action
ru_ru: Удалить это действие

source: Back to workflow customizing page
ru_ru: Назад на страницу настройки потока

source: Create a new action
ru_ru: Создать новое действие

source: This field only allows Latin letters, numbers and underscores.
ru_ru: Это поле допускает только латинские буквы, цифры и символ подчёркивания.

source: Reload image
ru_ru: Обновить картинку

source: Edit state
ru_ru: Настройка состояния

source: System default (%s)
ru_ru: Системный по умолчанию (%s)

source: Specified
ru_ru: Указанный

source: Variables
ru_ru: Переменные

source: Use source email address
ru_ru: Использовать в качестве отправителя адрес источника

source: more...
ru_ru: ещё...

source: Delete this state
ru_ru: Удалить это состояние

source: ACME LLC
ru_ru: ООО &quot;Альфа&quot;

source: <no name>
ru_ru: <без имени>

source: The action will be eliminated only for the state &ldquo;%s&rdquo;. For other states this action will stay available.
ru_ru: Действие будет исключено только для состояния &ldquo;%s&rdquo;. В других состояниях данное действие останется доступным.

source: Save new request in state:
ru_ru: Сохранять новый запрос в состоянии:

source: %sEmail%s will be sent to:
ru_ru: %sСообщение%s будет отправлено:

source: Assigned user
ru_ru: Назначенному пользователю

source: %d request
ru_ru: %d запрос

source: %s found in this state. These requests will NOT be deleted, but they will stay in unknown state.
ru_ru: Найдено %s в данном состоянии. После удаления состояния запросы сохранятся, но для них будет установленно неопределенное состояние.

source: (deleted)
ru_ru: (удалено)

source: In all cases unspecified (empty cells):
ru_ru: Во всех неопределённых случаях (пустые клетки):

source: Remove ID in subject and create new request
ru_ru: Считать запрос новым и очищать ID в теме

source: Ignore message
ru_ru: Игнорировать сообщение

source: Customizing workflow
ru_ru: Настройка потока

source: Color
ru_ru: Цвет

source: Action buttons will be shown in this order on request page.
ru_ru: В данном порядке будут отображаться кнопки действий на странице запроса.

source: To change the order simply drag action names in the list.
ru_ru: Для изменения порядка просто перетащите названия действия в списке.

source: Bulk operations
ru_ru: Массовые операции

source: Change state
ru_ru: Изменить состояние

source: Change assignment
ru_ru: Изменить назначение

source: Deleted %s request
ru_ru: Удалён %s запрос

source: Updated %s request
ru_ru: Изменён %s запрос

source: %s request cleared assignment
ru_ru: Убрано назначение у %s запроса

source: %1$s request changed assignment to &laquo;%2$s&raquo;
ru_ru: %1$s запрос изменил назначение на &ldquo;%2$s&rdquo;

source: %1$s request changed state to &laquo;%2$s&raquo;
ru_ru: %1$s запрос изменил состояние на &ldquo;%2$s&rdquo;

source: Selected state will be set for %s requests.
ru_ru: Выбранное состояние будет установлено для %s запросов.

source: Selected assignment will be set for %s requests.
ru_ru: Выбранное назначение будет установлено для %s запросов.

source: &lt;select an action&gt;
ru_ru: &lt;выберите действие&gt;

source: This shows how this action's button will look like on request page in backend
ru_ru: Так будет выглядеть кнопка вызова этого действия на странице запроса в бекенде

source: Not used
ru_ru: Не используются

source: Common filters
ru_ru: Общедоступные фильтры

source: Unsaved changes will be lost if you leave this page now.
ru_ru: Несохраненные изменения будут потеряны, если покинуть страницу.

source: Navigation pane
ru_ru: Панель навигации

source: Assignments
ru_ru: Назначения

source: Request states
ru_ru: Статусы запросов

source: find by name, email, of phone number
ru_ru: найти по имени, email или номеру телефона

source: New contact
ru_ru: Новый контакт

source: Show all fields
ru_ru: Показать все поля

source: An error occurred while processing your request. Please try again later.
ru_ru: Во время обработки вашего запроса произошла ошибка. Пожалуйста, попробуйте ещё раз.

source: Helpdesk is unable to fetch messages from source “%s”:
ru_ru: Не удалось получить сообщения из источника «%s»:

source: Search in request subject
ru_ru: Искать в теме запроса

source: Search in request subject and text
ru_ru: Искать в теме и тексте запроса

source: Search in discussion, comments and response to client
ru_ru: Искать в ответах и комментариях

source: No <tt>cron</tt> job, required for automated mail gathering, have been set up for your account.
ru_ru: У вас не настроены задания <tt>cron</tt>, которые необходимы для автоматического сбора почты.

source: Without <tt>cron</tt> job set up, new mail is gathered, and requests are created, only as long as you keep your browser running.
ru_ru: Без настройки <tt>cron</tt> почта забирается из ящиков только пока приложение открыто в браузере.

source: To ensure that mail is gathered even when no backend users are online, please set up a <tt>cron</tt> job (<a href="%s" target="_blank">view instructions</a>), with the command specified below, in your web-hosting control panel:
ru_ru: Для того чтобы почта автоматически забиралась без вашего участия, необходимо настроить задание <tt>cron</tt> (<a href="%s" target="_blank">инструкция по настройке</a>) с указанной ниже командой в контрольной панели вашего хостинга:

source: http://www.webasyst.com/framework/docs/server/cron/
ru_ru: http://www.webasyst.ru/developers/docs/tips/cron/

source: Last execution time:
ru_ru: Последнее выполнение:

source: <tt>cron</tt> job is set up properly.
ru_ru: <tt>cron</tt> настроен и работает.

source: Will appear in the sidebar in MY FILTERS section and will be available for me only
ru_ru: Будет отображаться в сайдбаре в секции &laquo;МОИ ФИЛЬТРЫ&raquo; и будет доступен только мне

source: Will appear in the main section in sidebar and will be available for all users
ru_ru: Будет отображаться в сайдбаре в главной группе фильтров и будет доступен всем пользователям

source: Personal settings
ru_ru: Личные настройки

source: Unread
ru_ru: Непрочитанный

source: Unread
ru_ru: Непрочитанные

source: All new requests
ru_ru: Все новые запросы

source: Requests assigned to me personally
ru_ru: Запросы, назначенные на меня лично

source: Requests assigned to my user group
ru_ru: Запросы, назначенные на мою группу

source: The following <tt>cron</tt> job command is currently in use (%ssetting up a cron job%s):
ru_ru: Используется следующая команда настройки задания <tt>cron</tt> (%sинструкции по настройке cron%s):

source: Anonymous
ru_ru: Анонимно

source: no link to contact
ru_ru: нет связи с контактом

source: Error delivering messages from:
ru_ru: Ошибка доставки сообщений из источников:

source: Download error log
ru_ru: Скачать журнал ошибок

source: When I open the request
ru_ru: При открытии запроса

source: When I perform any action with the request
ru_ru: При выполнении мною любого действия с запросом

source: Display counter on the application icon
ru_ru: Показывать счётчик на иконке приложения

source: :: DELETED ::
ru_ru: :: УДАЛЁННЫЕ ::

source: Design
ru_ru: Дизайн

source: Customer portal
ru_ru: Личный кабинет

source: Customer Portal address:
ru_ru: Личный кабинет доступен по адресу:

source: Specify what should be displayed as an action executor in Customer Portal:
ru_ru: Укажите, что отображается в качестве исполнителей действий в личном кабинете клиента:

source: Assigned person name
ru_ru: Имя назначенного исполнителя

source: Company name:
ru_ru: Название компании:

source: Other
ru_ru: Другое

source: On
ru_ru: Включен

source: Off
ru_ru: Выключен

source: Change status
ru_ru: Изменить статус

source: Contact not found
ru_ru: Контакт не найден

source: %d request has been marked as unread
ru_ru: %d запрос отмечен как непрочитанный

source: %d request has been marked as read
ru_ru: %d запрос отмечен как прочитанный

source: My account
ru_ru: Личный кабинет

source: Request ID
ru_ru: Номер запроса (ID)

source: Request subject
ru_ru: Тема запроса

source: Request subject with ID (e.g. [ID:1234]) to identify original request in email replies
ru_ru: Тема запроса с ID (напр., [ID:1234]) для идентификации оригинального запроса при ответах по email

source: Request text
ru_ru: Текст запроса

source: Request status (its current state) displayed in the backend
ru_ru: Статус запроса (его текущее состояние), который отображается в бекенде

source: Request status as configured for Customer Center
ru_ru: Статус запроса, как он виден в личном кабинете

source: Full request actions history, including the original text. Similar to request page in backend.
ru_ru: Полная история действий с запросом, вместе с оригинальным текстом. Аналогична содержимому страницы запроса в бекенде.

source: Request actions history available to customer. Similar to request page in the Customer Portal.
ru_ru: История действий с запросом, которые доступны клиенту. Аналогична содержимому страницы запроса в личном кабинете клиента.

source: URL address for not registered clients to confirm their original email. Click on this link opens the request in the client's Customer Portal.
ru_ru: Адрес (URL) по которому незарегистрированные клиенты подтверждают свой электронный адрес. Щелчок по данной ссылке открывает запрос в личном кабинете клиента.

source: URL address of backend request page.
ru_ru: Адрес (URL) страницы запроса в бекенде приложения.

source: URL address of request page in customer portal.
ru_ru: Адрес (URL) страницы запроса в личном кабинете клиента

source: Name of requestor
ru_ru: Имя отправителя запроса

source: Name of a person who performs the action
ru_ru: Имя исполнителя действия

source: Text entered in this action
ru_ru: Текст, введенный при выполнении этого действия

source: Name of user or group assigned to the request
ru_ru: Имя пользователя или группы, назначенной на исполнение данного запроса

source: Company name specified in your Installer settings. Also displayed in the left top corner in your backend.
ru_ru: Название компании, которое указано в настройках Инсталлера. Также отображается в левом верхнем углу в бекенде.

source: Send email message
ru_ru: Отправить Email-сообщение

source: Send another email message
ru_ru: Отправить ещё Email-сообщение

source: Author of the request
ru_ru: Автор запроса

source: To
ru_ru: Кому

source: My profile
ru_ru: Мой профиль

source: Contact information successfully updated!
ru_ru: Контактная информация успешно обновлена.

source: Not available
ru_ru: Недоступно

source: Clients do not see any information associated with this action in their Customer Portal
ru_ru: Клиент не видит никакой информации, связанной с данным действием, в своем личном кабинете

source: Only personal
ru_ru: Только собственные

source: Customer can perform the action but can not see these actions performed by other users
ru_ru: Клиент может выполнять действие, но не видит такие же действия, выполненные другими пользователями

source: All available for read only
ru_ru: Все доступны только для просмотра

source: Clients can see this action record and it's description (except assignments info) in their Customer Portal
ru_ru: Клиент видит запись о данном действии и его описание (за исключением сведений о назначении) в своем личном кабинете

source: All available for read and action
ru_ru: Все доступны для просмотра и выполнения

source: Clients can perform this action from their Customer Portal (except assignments if they are set up for the action)
ru_ru: Клиент может выполнить данное действие в своем личном кабинете (за исключением выполнения назначений, если они установлены для действия)

source: Caption
ru_ru: Подпись

source: Placeholder to show in empty field
ru_ru: Подсказка в пустом поле

source: Phone
ru_ru: Телефон

source: Show
ru_ru: Показать

source: After successfull submit:
ru_ru: После успешной отправки:

source: History
ru_ru: История

source: Clear
ru_ru: Очистить

source: All states
ru_ru: Все состояния

source: ID:
ru_ru: ИД:

source: Saved
ru_ru: Сохранено

source: Actions with selected
ru_ru: Действия с выбранными

source: Workflow &ldquo;%s&rdquo;
ru_ru: Поток &ldquo;%s&rdquo;

source: Original subject
ru_ru: Исходная тема

source: Client original phone
ru_ru: Исходный телефон клиента

source: Captcha
ru_ru: КАПЧА

source: We are using <a href="http://www.webasyst.com/">Webasyst</a>
ru_ru: Мы используем <a href="http://www.webasyst.ru/">Webasyst</a>

source: My requests
ru_ru: Мои запросы

source: View and manage your requests.
ru_ru: Просмотр ваших запросов.

source: Your request is confirmed.
ru_ru: Ваш запрос подтверждён.

source: Message preview
ru_ru: Предварительный просмотр сообщения

source: Invalid Email
ru_ru: Email-адрес введен неправильно

source: New filter
ru_ru: Новый фильтр

source: Add
ru_ru: Добавить

source: no assignment
ru_ru: не назначать

source: leave previous assignment
ru_ru: сохранить ранее назначенного

source: Assignment is required
ru_ru: Выбор исполнителя обязателен

source: If enabled, requests in this status are available for clients in their Customer Portal.
ru_ru: Если включено, то запросы в данном состоянии видны клиенту в его личном кабинете.

source: Name of this state in the Customer Portal:
ru_ru: Название состояния в личном кабинете:

source: No actions are specified for this state
ru_ru: Для данного состояния не настроено ни одного действия

source: Error
ru_ru: Ошибка

source: Page not found
ru_ru: Страница не найдена

source: Insufficient access rights
ru_ru: Недостаточные права доступа
