Repository: webasyst/helpdesk
Catalog: locale/*/LC_MESSAGES/helpdesk.po
Languages: ru_ru

source: Revoke to default CSS.
ru_ru: Вернуться к стандартному CSS.

source: You are using the original version of CSS.
ru_ru: Вы используете стандартную версию CSS.

source: Can be assigned to requests
ru_ru: Может быть назначен на запросы

source: Include attachments
ru_ru: Включить вложения

source: Customer
ru_ru: Клиент

source: To setup Customer portal use the <a href="%s">Site app</a>.
ru_ru: Для настройки личного кабинета используйте <a href="%s">приложение Сайт</a>.

source: Choose if this action is available for customer (request's originator) in their customer portal.
ru_ru: Настройте доступность данного действия для клиента (отправителя запроса) в его личном кабинете.

source: Available for viewing only
ru_ru: Доступно только для просмотра

source: Available for execution only
ru_ru: Доступно только для выполнения

source: Available for viewing and execution
ru_ru: Доступно для просмотра и выполнения

source: Advanced settings
ru_ru: Расширенные настройки

source: Revoke all access rights for customer
ru_ru: Аннулировать все права доступа для клиента

source: If you turn on this option, then execution of this action will automatically cause a complete banning of the contact who sent you this request.
ru_ru: Если вы включите этот флаг, то выполнение данного действия вызовет автоматическое отключение доступа для контакта, который отправил вам запрос.

source: The contact will not be able to log in to your site and customer portal anymore, and all further requests from this contact will be bounced.
ru_ru: Этот контакт не сможет более войти на ваш сайт или в личный кабинет, а также все будущие запросы от данного контакта будут отвергнуты.

source: This option can be used for banning contacts for spam or other illegal actions.
ru_ru: Эта опция может быть использована для блокировки контактов, рассылающих спам или выполняющих иные нелегальные действия.

source: To select an action you should select state first (above).
ru_ru: Чтобы выбрать действие, прежде выберите состояние (выше).

source: Only actions for the selected state (above) are available.
ru_ru: Доступны только действия для выбранного выше состояния.

source: Support request
ru_ru: Отправить запрос

source: Unknown contact
ru_ru: Неизвестный контакт

source: No request form
ru_ru: Нет формы запроса

source: Main request form
ru_ru: Главная форма запроса

source: Others
ru_ru: Другие

source: This action is not available
ru_ru: Это действие недоступно

source: 1-Click Feedback
ru_ru: Отклик в 1 клик

source: Add a snippet in your email template that will allow recipient with just one click to select a value for pull down or checkbox field. This field must exist in your Helpdesk app (refer to the Field constructor section) and be available for clients in their customer portals. Recipients will be redirected to their customer portals. This option can be used for quick evaluation of the request reply by your customers.
ru_ru: Вставьте в шаблон сообщения код, который позволит получателю одним щелчком, прямо в тексте полученного сообщения, установить выбранное значение для поля типа «Выпадающее меню» или «Флажок». Такое поле необходимо добавить в «Конструкторе полей» и сделать его доступным клиенту в личном кабинете. Данная опция удобна, например, для быстрой оценки ответа клиентом.

source: Available fields
ru_ru: Доступные поля

source: There are no appropriate fields
ru_ru: Нет доступных полей для выбора

source: Available values for "%s"
ru_ru: Варианты значений для поля "%s"
